* [[Rootless Containers]]
:LOGBOOK:
CLOCK: [2023-08-01 Tue 13:13:56]
:END:
** DONE docker rootless Mode
:LOGBOOK:
CLOCK: [2023-08-01 Tue 13:15:30]--[2023-08-01 Tue 15:38:19] =>  02:22:49
:END:
** DONE containerd rootless mode
:LOGBOOK:
CLOCK: [2023-08-01 Tue 15:38:17]--[2023-08-01 Tue 15:38:20] =>  00:00:03
:END:
** DONE testing rootless mode in fedora coreos
** DONE running city remit service images in rootless mode
:LOGBOOK:
CLOCK: [2023-08-03 Thu 19:50:44]--[2023-08-03 Thu 19:50:45] =>  00:00:01
:END:
** [[Linux Namespaces]]
* [[Container Security]]
** DONE docker bench security
:LOGBOOK:
CLOCK: [2023-11-27 Mon 01:57:51]--[2023-11-27 Mon 01:57:52] =>  00:00:01
:END:
** DONE clair
** DONE cilium
** DONE anchore
:LOGBOOK:
CLOCK: [2023-11-27 Mon 01:57:55]--[2023-11-27 Mon 01:57:56] =>  00:00:01
:END: